import { AboutPageContent } from '@/types/aboutContent';

export const aboutPageContent: AboutPageContent = {
  sections: [
    {
      title: "【萌芽/2020】",
      content: "一切开始于2020年的夏天。四名刚踏入大学的理工科女生们在知晓了海外mentorship的互助模式后，察觉到了国内相关领域的空白与理工领域女性的困境。于是，怀揣着“帮助更多像自己一样的女孩”的朴素愿望，她行 诞生了。没有人给她定下宏伟的目标，也没有人设想太远的将来，面对脚下湿润的土壤，她行 选择先埋下一颗种子，随后踏上征程。"
    },
    {
      title: "【发展/2022】",
      content: "从试验性方案到结构化流程，她行积累了越来越多的经验，也邂逅了志同道合的志愿者伙伴，星星之火让原本孤单的旅程不再寒冷，而汇聚而来的这一份份的热情与奉献，也让她行在2022年迎来了单期活动参与人数的顶峰。在欣喜之余，也让团队的大家更加坚定：因为这意味着在看不见的远方，有着更多需要帮助的姐妹，而我们希望能将这份暖意，赠与给更多的人。"
    },
    {
      title: "【繁茂/2025】",
      content: "如今，她行已经携手众多姐妹走过了数年的光阴。在这期间，我们结识了太多理工领域的优秀的女性，也帮助许多迷茫的姐妹走出了阴霾。回首来时路，曾经的小树苗已经成为繁茂的大树，虽然兼并风雨，但倍感幸福。公众号，小红书，领英，播客，她行正在被越来越多人看到，而我们也期待在更远的前方，能邂逅更多智慧又坚定的她，与我们携手并进，书写更多篇章"
    }
  ],
  volunteerSectionTitle: "志愿者致谢"
};
